const introductionContent = [
  {
    icon: "🌟",
    title: "用1/2價格買到2倍食物",
    content: "用1/2價格買到2倍食物，讓你吃得飽又省錢。",
  },
  {
    icon: "🚀",
    title: "減少食物浪費，讓環境更美好",
    content:
      "透過購買即期品，不僅能減少食物浪費，更能為地球永續發展盡一份心力，讓我們一起創造更美好的未來。",
  },
  {
    icon: "🔥",
    title: "減少二氧化碳排放",
    content:
      "每減少1公斤的食物浪費，就能減少4.5公斤的二氧化碳排放。你的小小行動，就是對抗氣候變遷的重要力量。",
  },
  {
    icon: "💡",
    title: "享受在地從沒試吃過的食物或店家",
    content:
      "探索城市中的美食寶藏，發現令人驚喜的在地美味。透過平台，認識更多優質商家，享受多元豐富的飲食體驗。",
  },
];

export default introductionContent;
